Repository: sidneiweber/tuquito-wia
Catalog: usr/share/tuquito/locale/templates/*.po
Languages: es, pt

source: Applications » Accessories
es: Aplicaciones » Accesorios
pt: Aplicativos » Acessórios

source: Applications » Education
es: Aplicaciones » Educación
pt: Aplicativos » Educativo

source: Applications » Games
es: Aplicaciones » Juegos
pt: Aplicativos » Jogos

source: Applications » Graphics
es: Aplicaciones » Gráficos
pt: Aplicativos » Gráficos

source: Applications » Internet
es: Aplicaciones » Internet
pt: Aplicativos » Internet

source: Applications » Office
es: Aplicaciones » Oficina
pt: Aplicativos » Escritório

source: Applications » Programming
es: Aplicaciones » Programación
pt: Aplicativos » Programação

source: Applications » Sound & Video
es: Aplicaciones » Sonido y vídeo
pt: Aplicativos » Multimídia

source: System » Settings
es: Sistema » Preferencias
pt: Sistema » Preferências

source: Applications » System Tools
es: Aplicaciones » Herramientas
pt: Aplicativos » Sistema

source: System » Administration
es: Sistema » Administración
pt: Sistema » Administração

source: Applications » Others
es: Aplicaciones » Otros
pt: Aplicativos » Outros

source: New Installed Application
es: Nueva Aplicación Instalada
pt: Novo aplicativo instalado

source: This new application can be found at:
es: Puedes encontrar esta nueva aplicación en:
pt: O novo aplicativo encontra-se em:

source: Apps deleted found
es: Aplicación desinstalada
pt: Aplicativo removido

source: Tuquito confirm that application was deleted
es: Se encontraron aplicaciones desinstaladas
pt: Tuquito confirma a remoção do aplicativo
