Repository: sidneiweber/tuquito-wia
Catalog: usr/share/tuquito/locale/templates/tuquito-wia-*.po
Languages: it

source: Applications » Accessories
it: Applicazioni » Accessori

source: Applications » Education
it: Applicazioni » Istruzione

source: Applications » Games
it: Applicazioni » Giochi

source: Applications » Graphics
it: Applicazioni » Grafica

source: Applications » Internet
it: Applicazioni » Internet

source: Applications » Office
it: Applicazioni » Office

source: Applications » Programming
it: Applicazioni » Programmazione

source: Applications » Sound & Video
it: Applicazioni » Audio e video

source: System » Settings
it: Sistema » Preferenze

source: Applications » System Tools
it: Applicazioni » Strumenti di sistema

source: System » Administration
it: Sistema » Amministrazione

source: Applications » Others
it: Applicazioni » Altre

source: New Installed Application
it: Nuova applicazione installata

source: This new application can be found at:
it: Puoi trovare l'applicazione installata in:

source: Apps deleted found
it: Applicazione rimossa

source: Tuquito confirm that application was deleted
it: Tuquito conferma la rimozione del software
